<!doctype html>
<html lang="it">
<head>
    <meta charset="UTF-8">
    <title>Vogliamo anche l'Italia nel registro INSPIRE</title>
</head>
<body>
    <h1>
        Premessa
    </h1>
    <p>
        <strong>INSPIRE </strong>
        prevede che ogni Stato Membro fornisca almeno un endpoint nazionale per il <em>discovery </em>di metadati.
    </p>
    <p>
        Ad oggi, la maggior parte degli Stati Membri (22 su 28) ha soddisfatto questo requisito registrando il proprio riferimento nazionale nel geoportale
        INSPIRE:
    </p>
    <p>
        <a href="http://inspire-geoportal.ec.europa.eu/INSPIRERegistry/">http://inspire-geoportal.ec.europa.eu/INSPIRERegistry/</a>
    </p>
    <p>
        In particolare, come si pu&#242; vedere, alcuni paesi hanno registrato pi&#249; di un <em>endpoint</em>, come l'Austria, il Belgio e la Lettonia: &#232;
        infatti possibile registrarne anche pi&#249; di uno per paese.
    </p>
    <p>
        A differenza di ci&#242;, l'<strong>Italia non ha ancora alcun <em>endpoint </em>registrato per il servizio di <em>discovery</em></strong>.
    </p>
    <p>
        <a>
            Per questa registrazione &#232; necessaria una semplice comunicazione (email) del National Contact Point INSPIRE (o di qualcuno delegato dal NCP)
            indirizzata a EC/EEA INSPIRE Team (
        </a>
        <a href="mailto:env-inspire@ec.europa.eu">env-inspire@ec.europa.eu</a>
        ) ed per conoscenza JRC (<a href="mailto:michael.lutz@jrc.ec.europa.eu">michael.lutz@jrc.ec.europa.eu</a>).    <a id="_anchor_1" href="#_msocom_1" name="_msoanchor_1">[1]</a>
    </p>
    <h1>
        <a name="h.kuslbuo5waxd"></a>
        Domanda
    </h1>
    <p>
        Perch&#233; il servizio CSW realizzato da RNDT non &#232; ancora stato registrato come endpoint italiano?
    </p>
    <p>
        Dal punto di vista normativo, sia il recepimento della Direttiva INSPIRE (Dlgs. 32/2010) che il Codice dell'Amministrazione Digitale riportano che    <strong>RNDT &#232; il riferimento nazionale </strong>in questo contesto:
    </p>
    <p>
        "<em>Il repertorio nazionale dei dati territoriali, [...] costituisce il catalogo nazionale dei metadati relativi ai set di dati territoriali</em>" (Dlgs.
        32/2010, art.5)<a href="#_ftn1" name="_ftnref1" title=""><sup><sup>[1]</sup></sup></a>.
    </p>
    <p>
        Dal punto di vista tecnico-operativo, <a>invece, </a><a id="_anchor_2" href="#_msocom_2" name="_msoanchor_2">[2]</a>    <a id="_anchor_3" href="#_msocom_3" name="_msoanchor_3">[3]</a> i test effettuati nel luglio 2013 e gennaio 2014 dal Joint Research Centre della
        Commissione Europea (su richiesta dell'Agenzia per l'Italia Digitale) hanno dimostrato che il servizio CSW del RNDT e<strong>la quasi totalit&#224; dei metadati raccolti sono perfettamente conformi</strong> a quanto previsto dai Regolamenti 1205/2008<a href="#_ftn2" name="_ftnref2" title=""><sup><sup>[2]</sup></sup></a> (metadati) e 976/2009<a href="#_ftn3" name="_ftnref3" title=""><sup><sup>[3]</sup></sup></a> (servizi di rete) della Commissione Europea, nonch&#233; alle relative<em>Technical Guidelines</em> (1.2 del 2010<a href="#_ftn4" name="_ftnref4" title=""><sup><sup>[4]</sup></sup></a> per i metadati, e 3.1 del 2011    <a href="#_ftn5" name="_ftnref5" title=""><sup><sup>[5]</sup></sup></a> per i servizi di discovery).
    </p>
    <p>
        In particolare il test effettuato a gennaio 2014 ha riportato 4412 metadati "passed" e 412 "passed with warnings" su un totale di 5540 metadati sottoposti
        ad <em>harvesting </em>(nel RNDT i metadati disponibili sono 6143).
    </p>
    <p>
        Il livello di conformit&#224; rispetto a INSPIRE &#232; quasi totale per i metadati di dataset e serie (4415 su 4462).
    </p>
    <p>
        Questo &#232; un risultato importante ed &#232; da notare che risulta essere migliore rispetto ai risultati ottenuti da altri Stati Membri.
    </p>
    <p>
        Il report completo &#232; disponibile a questo indirizzo:
    </p>
    <p>
        <a href="http://inspire-geoportal.ec.europa.eu/resources/sandbox/INSPIRE-dc160d85-7f54-11e3-9486-d8d3855bd8fc_20140117-095358/services/1/PullResults/">
            http://inspire-geoportal.ec.europa.eu/resources/sandbox/INSPIRE-dc160d85-7f54-11e3-9486-d8d3855bd8fc_20140117-095358/services/1/PullResults/
        </a>
    </p>
    <p>
        Sottolineiamo che &#232; importante che la registrazione del servizio sia fatta al pi&#249; presto perch&#233;:
    </p>
    <p>
        1. la disponibilit&#224; dei metadati italiani nel catalogo europeo serve a dare    <strong>visibilit&#224; alle informazioni territoriali esistenti in Italia</strong>, il tutto proiettato a
    </p>
    <p>
        i. supportare le politiche ambientali nazionali e comunitarie
    </p>
    <p>
        ii. favorire la conoscenza e la promozione del nostro territorio;
    </p>
    <p>
        2. l'iniziale disponibilit&#224; di metadati potr&#224; <strong>innescare un processo virtuoso</strong> spingendo gli enti pubblici di ogni livello a
        conferire i metadati all'RNDT per far conoscere le attivit&#224; dell'amministrazione su scala internazionale;
    </p>
    <p>
        3. per <strong>incentivare la realizzazione di servizi innovativi</strong> da parte di professionisti, consulenti e PMI locali da offrire agli enti locali
        sulla base della disponibilit&#224; di dati;
    </p>
    <p>
        4. per <strong>istanziare il ruolo del "nodo" Italia</strong> all'interno della rete;
    </p>
    <p>
        5. per dare <strong>riconoscimento </strong>e <strong>visibilit&#224; </strong>alle persone che, su scala diversa, hanno attivamente operato per la
        realizzazione dell'infrastruttura e dei servizi.
    </p>
    <h1>
        <a name="h.i79cw1dqqqhy"></a>
        Conclusioni
    </h1>
    <p>
        Alla luce di queste considerazioni, esortiamo il NCP INSPIRE italiano a comunicare al pi&#249; presto al JRC l'indirizzo del servizio CSW di RNDT
        affinch&#233; questo venga registrato come primo endpoint italiano in INSPIRE.
    </p>
    <div>
        <br/>
    </div>

</body>
</html>